[
  [
    "Moore's Law for Everything by Sam Altman · March 16, 2021 My work at OpenAI reminds me every day about the magnitude of the socioeconomic change that is coming sooner than most people believe. Software that can think and learn will do more and more of the work that people now do. Even more power will shift from labor to capital. If public policy doesn’t adapt accordingly, most people will end up worse off than they are today. We need to design a system that embraces this technological future and taxes the assets that will make up most of the value in that world– companies and land–in order to fairly distribute some of the coming wealth. Doing so can make the society of the future much less divisive and enable everyone to participate in its gains. In the next ve years, computer programs that can think will read legal documents and give medical advice. In the next decade, they will do assembly-line work and maybe even become companions. And in the decades after that, they will do almost everything, including making new scientic discoveries that will expand our concept of “everything.” This technological revolution is unstoppable. And a recursive loop of innovation, as these smart machines themselves help us make smarter machines, will accelerate the revolution’s pace. Three crucial consequences follow: 1. This revolution will create phenomenal wealth. The price of many kinds of labor (which drives the costs of goods and services) will fall toward zero once sufciently powerful AI “joins the workforce.” 2. The world will change so rapidly and drastically that an equally drastic change in policy will be needed to distribute this wealth and enable more people to pursue the life they want. 3. If we get both of these right, we can improve the standard of living for people more than we ever have before. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 1 / 9 Because we are at the beginning of this tectonic shift, we have a rare",
    {
      "index": 0,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "opportunity to pivot toward the future. That pivot can’t simply address current social and political problems; it must be designed for the radically different society of the near future. Policy plans that don’t account for this imminent transformation will fail for the same reason that the organizing principles of pre-agrarian or feudal societies would fail today. What follows is a description of what’s coming and a plan for how to navigate this new landscape. Part 1 The AI Revolution On a zoomed-out time scale, technological progress follows an exponential curve. Compare how the world looked 15 years ago (no smartphones, really), 150 years ago (no combustion engine, no home electricity), 1,500 years ago (no industrial machines), and 15,000 years ago (no agriculture). The coming change will center around the most impressive of our capabilities: the phenomenal ability to think, create, understand, and reason. To the three great technological revolutions–the agricultural, the industrial, and the computational–we will add a fourth: the AI revolution. This revolution will generate enough wealth for everyone to have what they need, if we as a society manage it responsibly. The technological progress we make in the next 100 years will be far larger than all we’ve made since we rst controlled re and invented the wheel. We have already built AI systems that can learn and do useful things. They are still primitive, but the trendlines are clear. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 2 / 9 Part 2 Moore's Law for Everything Broadly speaking, there are two paths to affording a good life: an individual acquires more money (which makes that person wealthier), or prices fall (which makes everyone wealthier). Wealth is buying power: how much we can get with the resources we have. The best way to increase societal wealth is to decrease the cost of goods, from food to video games. Technology will rapidly drive that decline in many",
    {
      "index": 1,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "categories. Consider the example of semiconductors and Moore’s Law: for decades, chips became twice as powerful for the same price about every two years. In the last couple of decades, costs in the US for TVs, computers, and entertainment have dropped. But other costs have risen signicantly, most notably those for housing, healthcare, and higher education. Redistribution of wealth alone won’t work if these costs continue to soar. AI will lower the cost of goods and services, because labor is the driving cost at many levels of the supply chain. If robots can build a house on land you already own from natural resources mined and rened onsite, using solar power, the cost of building that house is close to the cost to rent the robots. And if those robots are made by other robots, the cost to rent them will be much less than it was when humans made them. Similarly, we can imagine AI doctors that can diagnose health problems better than any human, and AI teachers that can diagnose and explain exactly what a student doesn’t understand. “Moore’s Law for everything” should be the rallying cry of a generation whose members can’t afford what they want. It sounds utopian, but it’s something technology can deliver (and in some cases already has). Imagine a world where, for decades, everything–housing, education, food, clothing, etc.–became half as expensive every two years. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 3 / 9 We will discover new jobs–we always do after a technological revolution– and because of the abundance on the other side, we will have incredible freedom to be creative about what they are. Part 3 Capitalism for Everyone A stable economic system requires two components: growth and inclusivity. Economic growth matters because most people want their lives to improve every year. In a zero-sum world, one with no or very little growth, democracy can become antagonistic as people seek to vote money away from",
    {
      "index": 2,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "each other. What follows from that antagonism is distrust and polarization. In a high-growth world the dogghts can be far fewer, because it’s much easier for everyone to win. Economic inclusivity means everyone having a reasonable opportunity to get the resources they need to live the life they want. Economic inclusivity matters because it’s fair, produces a stable society, and can create the largest slices of pie for the most people. As a side benet, it produces more growth. Capitalism is a powerful engine of economic growth because it rewards people for investing in assets that generate value over time, which is an effective incentive system for creating and distributing technological gains. But the price of progress in capitalism is inequality. Some inequality is ok–in fact, it’s critical, as shown by all systems that have tried to be perfectly equal–but a society that does not offer sufcient equality of opportunity for everyone to advance is not a society that will last. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 4 / 9 The traditional way to address inequality has been by progressively taxing income. For a variety of reasons, that hasn’t worked very well. It will work much, much worse in the future. While people will still have jobs, many of those jobs won’t be ones that create a lot of economic value in the way we think of value today. As AI produces most of the world’s basic goods and services, people will be freed up to spend more time with people they care about, care for people, appreciate art and nature, or work toward social good. We should therefore focus on taxing capital rather than labor, and we should use these taxes as an opportunity to directly distribute ownership and wealth to citizens. In other words, the best way to improve capitalism is to enable everyone to benet from it directly as an equity owner. This is not a new idea, but it will be newly feasible as AI grows more powerful, because there",
    {
      "index": 3,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "will be dramatically more wealth to go around. The two dominant sources of wealth will be 1) companies, particularly ones that make use of AI, and 2) land, which has a xed supply. There are many ways to implement these two taxes, and many thoughts about what to do with them. Over a long period of time, perhaps most other taxes could be eliminated. What follows is an idea in the spirit of a conversation starter. We could do something called the American Equity Fund. The American Equity Fund would be capitalized by taxing companies above a certain valuation 2.5% of their market value each year, payable in shares transferred to the fund, and by taxing 2.5% of the value of all privately- held land, payable in dollars. All citizens over 18 would get an annual distribution, in dollars and company shares, into their accounts. People would be entrusted to use the money however they needed or wanted—for better education, healthcare, housing, starting a company, whatever. Rising costs in government-funded industries would face real pressure as more people chose their own services in a competitive marketplace. As long as the country keeps doing better, every citizen would get more money from the Fund every year (on average; there will still be economic cycles). Every citizen would therefore increasingly partake of the freedoms, powers, autonomies, and opportunities that come with economic self-determination. Poverty would be greatly reduced and many more people would have a shot at the life they want. A tax payable in company shares will align incentives between companies, investors, and citizens, whereas a tax on prots does not– incentives are superpowers, and this is a critical difference. Corporate prots can be disguised or deferred or offshored, and are often disconnected from share price. But everyone who owns a share in Amazon wants the share price to rise. As people’s individual assets rise in tandem with the country’s, they have a literal stake in seeing",
    {
      "index": 4,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "their country do well. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 5 / 9 Henry George, an American political economist, proposed the idea of a land-value tax in the late 1800s. The concept is widely supported by economists. The value of land appreciates because of the work society does around it: the network effects of the companies operating around a piece of land, the public transportation that makes it accessible, and the nearby restaurants, coffeeshops, and access to nature that makes it desirable. Because the landowner didn’t do all that work, it’s fair for that value to be shared with the larger society that did. If everyone owns a slice of American value creation, everyone will want America to do better: collective equity in innovation and in the success of the country will align our incentives. The new social contract will be a oor for everyone in exchange for a ceiling for no one, and a shared belief that technology can and must deliver a virtuous circle of societal wealth. (We will continue to need strong leadership from our government to make sure that the desire for stock prices to go up remains balanced with protecting the environment, human rights, etc.) In a world where everyone benets from capitalism as an owner, the collective focus will be on making the world “more good” instead of “less bad.” These approaches are more different than they seem, and society does much better when it focuses on the former. Simply put, more good means optimizing for making the pie as large as possible, and less bad means dividing the pie up as fairly as possible. Both can increase people’s standard of living once, but continuous growth only happens when the pie grows. Part 4 Implementation and Troubleshooting 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 6 / 9 The amount of wealth available to capitalize the American Equity Fund would be signicant. There is about $50 trillion worth of value, as",
    {
      "index": 5,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "measured by market capitalization, in US companies alone. Assume that, as it has on average over the past century, this will at least double over the next decade. There is also about $30 trillion worth of privately-held land in the US (not counting improvements on top of the land). Assume that this value will roughly double, too, over the next decade–this is somewhat faster than the historical rate, but as the world really starts to understand the shifts AI will cause, the value of land, as one of the few truly nite assets, should increase at a faster rate. Of course, if we increase the tax burden on holding land, its value will diminish relative to other investment assets, which is a good thing for society because it makes a fundamental resource more accessible and encourages investment instead of speculation. The value of companies will diminish in the short-term, too, though they will continue to perform quite well over time. It’s a reasonable assumption that such a tax causes a drop in value of land and corporate assets of 15% (which only will take a few years to recover!). Under the above set of assumptions (current values, future growth, and the reduction in value from the new tax), a decade from now each of the 250 million adults in America would get about $13,500 every year. That dividend could be much higher if AI accelerates growth, but even if it’s not, $13,500 will have much greater purchasing power than it does now because technology will have greatly reduced the cost of goods and services. And that effective purchasing power will go up dramatically every year. It would be easiest for companies to pay the tax each year by issuing new shares representing 2.5% of their value. There would obviously be an incentive for companies to escape the American Equity Fund tax by off- shoring themselves, but a simple test involving a percentage of revenue derived from America could address this concern. A larger problem with this idea is the incentive for",
    {
      "index": 6,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "companies to return value to shareholders instead of reinvesting it in growth. If we tax only public companies, there would also be an incentive for companies to stay private. For private companies that have annual revenue in excess of $1 billion, we could let their tax in equity accrue for a certain (limited) number of years until they go public. If they remain private for a long time, we could let them settle the tax in cash. We’d need to design the system to prevent people from consistently voting themselves more money. A constitutional amendment delineating the allowable ranges of the tax would be a strong safeguard. It is important that the tax not be so large that it sties growth–for example, the tax on companies must be much smaller than their average growth rate. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 7 / 9 We’d also need a robust system for quantifying the actual value of land. One way would be with a corps of powerful federal assessors. Another would be to let local governments do the assessing, as they now do to determine property taxes. They would continue to receive local taxes using the same assessed value. However, if a certain percentage of sales in a jurisdiction in any given year falls too far above or below the local government’s estimate of the property’s values, then all the other properties in their jurisdiction would be reassessed up or down. The theoretically optimal system would be to tax the value of the land only, and not the improvements built on top of it. In practice, this value may turn out to be too difcult to assess, so we may need to tax the value of the land and the improvements on it (at a lower rate, as the combined value would be higher). Finally, we couldn’t let people borrow against, sell, or otherwise pledge their future Fund distributions, or we won’t really solve the problem of fairly distributing wealth over time. The government can simply make such transactions",
    {
      "index": 7,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "unenforceable. Part 5 Shifting to the New System A great future isn’t complicated: we need technology to create more wealth, and policy to fairly distribute it. Everything necessary will be cheap, and everyone will have enough money to be able to afford it. As this system will be enormously popular, policymakers who embrace it early will be rewarded: they will themselves become enormously popular. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 8 / 9 Thanks to Steven Adler, Daniela Amodei, Adam Baybutt, Chris Beiser, Jack Clark, Ryan Cohen, Tyler Cowen, Matt Danzeisen, Steve Dowling, Tad Friend, Lachy Groom, Chris Hallacy, Reid Hoffman, Ingmar Kanitscheider, Oleg Klimov, Matt Knight, Aris Konstantinidis, Andrew Kortina, Matt Krisiloff, Scott Krisiloff, John Luttig, Erik Madsen, Preston McAfee, Luke Miles, Arvind Neelakantan, David Oates, Cullen O’Keefe, Alethea Power, Raul Puri, Ilya Sutskever, Luke Walsh, Caleb Watney, and Wojchiech Zaremba for reviewing drafts of this, and to Gregory Koberger for designing it. In the Great Depression, Franklin Roosevelt was able to enact a huge social safety net that no one would have thought possible ve years earlier. We are in a similar moment now. So a movement that is both pro- business and pro-people will unite a remarkably broad constituency. A politically feasible way to launch the American Equity Fund, and one that would reduce the transitional shock, would be with legislation that transitions us gradually to the 2.5% rates. The full 2.5% rate would only take hold once GDP increases by 50% from the time the law is passed. Starting with small distributions soon will be both motivating and helpful in getting people comfortable with a new future. Achieving 50% GDP growth sounds like it would take a long time (it took 13 years for the economy to grow 50% to its 2019 level). But once AI starts to arrive, growth will be extremely rapid. Down the line, we will probably be able to reduce a lot of",
    {
      "index": 8,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "other taxes as we tax these two fundamental asset classes. The changes coming are unstoppable. If we embrace them and plan for them, we can use them to create a much fairer, happier, and more prosperous society. The future can be almost unimaginably great. 9/6/24, 11:35 AM Moore's Law for Everything https://moores.samaltman.com 9 / 9",
    {
      "index": 9,
      "source": "Moores_Law_for_Everything.pdf"
    }
  ],
  [
    "The Last Question By Isaac Asimov This is by far my favorite story of all those I have written. After all, I undertook to tell several trillion years of human history in the space of a short story and I leave it to you as to how well I succeeded. I also undertook another task, but I won't tell you what that was lest l spoil the story for you. It is a curious fact that innumerable readers have asked me if I wrote this story. They seem never to remember the title of the stor y or (for sure) the author, except for the vague thought it might be me. But, of course, they never forget the story itself especially the ending. The idea seems to drown out everything -- and I'm satisfied that it should. The last question was asked for the first time, half in jest, on May 21, 2061, at a time when humanity first stepped in to the light. The question came about as a result of a five-dollar bet over highballs, and it happened this way: Alexander Adell and Bertram Lupov were two of the faithful attendants of Multivac. As well as any human beings could, they knew wh at lay behind the cold, clicking, flashing face -- miles and miles of face -- of that gian t computer. They had at least a vague notion of the general plan of relays and circuits that had long since grown past the point where any single human could possibly have a firm grasp of the whole. Multivac was self-adjusting and self-correcti ng. It had to be, for nothing human could adjust and correct it quickly enough or even adequately enough. So Adell and Lupov attended the monstrous giant only lightly and superficially, ye t as well as any men could. They fed it data, adjusted questions to its needs and translated the answers that were issued. Certainly they, and all others like them, were fully en titled to share in the glory that was Multivac's. For decades, Multivac had helped design the ships and plot the trajectories that enabled man to reach the Moon, Mars, and Venus, but past that, Earth's poor resources could not",
    {
      "index": 0,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "support the ships. Too much energy was needed for the long trips. Earth exploited its coal and uranium with increasing efficiency, but there was only so much of both. But slowly Multivac learned enough to answer deeper questions more fundamentally, and on May 14, 2061, what had been theory, became fact. The energy of the sun was stored, converted, and utilized directly on a planet-wide scale. All Earth turned off its burning coal, its fissioning uranium, and flipped the switch that connected all of it to a small st ation, one mile in diameter, circling the Earth at half the distance of the Moon. All Earth ran by invisible beams of sunpower. Seven days had not sufficed to dim the glor y of it and Adell and Lupov finally managed to escape from the public functions, and to meet in quiet where no one would think of looking for them, in the deserted underground chambers, where portions of the mighty buried body of Multivac showed. Unattended, id ling, sorting data with contented lazy clickings, Multivac, too, had earned its vacati on and the boys appreciated that. They had no intention, originall y, of disturbing it. They had brought a bottle with them, and their only concern at the moment was to relax in the company of each other and the bottle. \"It's amazing when you think of it,\" said Adell. His broad face had lines of weariness in it, and he stirred his drink slowly with a glass rod, watching the cubes of ice slur clumsily about. \"All the energy we can possibly ever us e for free. Enough energy, if we wanted to draw on it, to melt all Earth into a big drop of impure liquid iron, and still never miss the energy so used. All the energy we could ever use, forever and forever and forever.\" Lupov cocked his head sideways. He had a trick of doing that when he wanted to be contrary, and he wanted to be contrary now, partly because he had had to carry the ice and glassware. \"Not forever,\" he said. \"Oh, hell, just about forever. Till the sun runs down, Bert.\" \"That's not",
    {
      "index": 1,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "forever.\" \"All right, then. Billions and billions of years. Ten billion, maybe. Are you satisfied?\" Lupov put his fingers through his thinning hair as though to reassure himself that some was still left and sipped gently at his own drink. \"Ten billion years isn't forever.\" \"Well, it will last our time, won't it?\" \"So would the coal and uranium.\" \"All right, but now we can hook up each individu al spaceship to the Solar Station, and it can go to Pluto and back a million times wit hout ever worrying about fuel. You can't do that on coal and uranium. Ask Multivac, if you don't believe me. \"I don't have to ask Multivac. I know that.\" \"Then stop running down what Multivac's done for us,\" said Adell, blazing up, \"It did all right.\" \"Who says it didn't? What I say is that a s un won't last forever. That's all I'm saying. We're safe for ten billion years, but then wh at?\" Lupow pointed a slightly shaky finger at the other. \"And don't say we' ll switch to another sun.\" There was silence for a while. Adell put his glass to his lips only occasionally, and Lupov's eyes slowly closed. They rested. Then Lupov's eyes snapped open. \"You're thinki ng we'll switch to another sun when ours is done, aren't you?\" \"I'm not thinking.\" \"Sure you are. You're weak on logic, that's the trouble with you. You're like the guy in the story who was caught in a sudden shower and who ran to a grove of trees and got under one. He wasn't worried, you see, because he figured when one tree got wet through, he would just get under another one.\" \"I get it,\" said Adell. \"Don't shout. When the sun is done, the other stars will be gone, too.\" \"Darn right they will,\" muttered Lupov. \"It a ll had a beginning in the original cosmic explosion, whatever that was, and it'll all ha ve an end when all the stars run down. Some run down faster than others. Hell, the giants won't last a hundred million years. The sun will last ten billion years and maybe the dwar fs will last two hundred billion for all the good they",
    {
      "index": 2,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "are. But just give us a trillion y ears and everything will be dark. Entropy has to increase to maximum, that's all.\" \"I know all about entropy,\" said Adell, standing on his dignity. \"The hell you do.\" \"I know as much as you do.\" \"Then you know everything's got to run down someday.\" \"All right. Who says they won't?\" \"You did, you poor sap. You said we had all the energy we needed, forever. You said 'forever.' It was Adell's turn to be contrary. \"Maybe we can build things up again someday,\" he said. \"Never.\" \"Why not? Someday.\" \"Never.\" \"Ask Multivac.\" \" You ask Multivac. I dare you. Five dollars says it can't be done.\" Adell was just drunk enough to try, just sober enough to be able to phrase the necessary symbols and operations into a question which, in words, might have corresponded to this: Will mankind one day without the net expenditure of energy be able to restore the sun to its full youthfulness even after it had died of old age? Or maybe it could be put more simply like th is: How can the net amount of entropy of the universe be massively decreased? Multivac fell dead and silent. The slow flashing of lights ceased, the distant sounds of clicking relays ended. Then, just as the frightened technicians felt they could hold their breath no longer, there was a sudden springing to life of the teletype attached to that portion of Multivac. Five words were printed: INSUFFICIEN T DATA FOR MEANINGFUL ANSWER. \"No bet,\" whispered Lupov. They left hurriedly. By next morning, the two, plagued with thr obbing head and cottony mouth, had forgotten the incident. Jerrodd, Jerrodine, and Jerrodette I and II watched the starry picture in the visiplate change as the passage through hyperspace was completed in its non-time lapse. At once, the even powdering of stars gave way to the predominance of a single bright shining disk, the size of a marble, centere d on the viewing-screen. \"That's X-23,\" said Jerrodd confidently. His th in hands clamped tightly behind his back and the",
    {
      "index": 3,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "knuckles whitened. The little Jerrodettes, both girls, had experienced the hyperspace passage for the first time in their lives and were self-conscious over the momentary sensation of insideoutness. They buried their giggles and chased one another wildly about their mother, screaming, \"We've reached X-23 -- we've reached X-23 -- we've --\" \"Quiet, children.\" said Jerrodine sharply. \"Are you sure, Jerrodd?\" \"What is there to be but sure?\" asked Je rrodd, glancing up at the bulge of featureless metal just under the ceiling. It ran the lengt h of the room, disappearing through the wall at either end. It was as long as the ship. Jerrodd scarcely knew a thing about the thick rod of metal except that it was called a Microvac, that one asked it questions if one wished; that if one did not it still had its task of guiding the ship to a preordered destination; of feeding on energies from the various Sub-galactic Power Stations; of computing the equations for the hyperspatial jumps. Jerrodd and his family had only to wait and liv e in the comfortable residence quarters of the ship. Someone had once told Jerrodd that th e \"ac\" at the end of \"Microvac\" stood for ''automatic computer\" in ancient English, but he was on the edge of forgetting even that. Jerrodine's eyes were moist as she watched th e visiplate. \"I can't help it. I feel funny about leaving Earth.\" \"Why, for Pete's sake?\" demanded Jerrodd. \"We had nothing there. We'll have everything on X-23. You won't be alone. You won't be a pioneer. There are over a million people on the planet already. Good Lord, our great-grandchildren will be looking for new worlds because X-23 will be overcrowded.\" Then, afte r a reflective pause, \"I tell you, it's a lucky thing the computers worked out interstellar travel the way the race is growing.\" \"I know, I know,\" said Jerrodine miserably. Jerrodette I said promptly, \"Our Microvac is the best Microvac in the world.\" \"I think so, too,\" said Jerrodd, tousling her hair. It was a nice",
    {
      "index": 4,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "feeling to have a Microvac of your own and Jerrodd was glad he was part of his generation and no other. In his father's youth, the only computers had been tremendous machines taking up a hundred squa re miles of land. There was only one to a planet. Planetary ACs they were called. They had been growing in size steadily for a thousand years and then, all at once, came refi nement. In place of transistors, had come molecular valves so that even the largest Plan etary AC could be put into a space only half the volume of a spaceship. Jerrodd felt uplifted, as he always did when he thought that his own personal Microvac was many times more complicated than the anci ent and primitive Multivac that had first tamed the Sun, and almost as complicated as Ea rth's Planetarv AC (the largest) that had first solved the problem of hyperspatial travel and had made trips to the stars possible. \"So many stars, so many planets,\" sighed Jerrodine, busy with her own thoughts. \"I suppose families will be going out to new planets forever, the way we are now.\" \"Not forever,\" said Jerrodd, with a smile. \"It will all stop someday, but not for billions of years. Many billions. Even the stars run down, you know. Entropy must increase. \"What's entropy, daddy?\" shrilled Jerrodette II. \"Entropy, little sweet, is just a word which means the amount of running-down of the universe. Everything runs down, you know, like your little walkie-talkie robot, remember?\" \"Can't you just put in a new powe r-unit, like with my robot?\" \"The stars are the power-units. dear. Once they're gone, there are no more power-units.\" Jerrodette I at once set up a howl. \"Don't le t them, daddy. Don't let the stars run down.\" \"Now look what you've done,\" whis pered Jerrodine, exasperated. \"How was I to know it would frighten them?\" Jerrodd whispered back, \"Ask the Microvac,\" wailed Jerrodette I. \"Ask him how to turn the stars on again.\" \"Go ahead,\" said Jerrodine. \"It will quiet them down.\" (Jer rodette II was beginning to",
    {
      "index": 5,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "cry, also.) Jerrodd shrugged. \"Now, now, honeys. I'll ask Mi crovac. Don't worry, he'll tell us.\" He asked the Microvac, adding quickly, \"Print the answer.\" Jerrodd cupped the strip or thin cellufilm and said cheerfully, \"See now, the Microvac says it will take care of everything when the time comes so don't worry.\" Jerrodine said, \"And now, children, it's time fo r bed. We'll be in our new home soon.\" Jerrodd read the words on the cellufilm agai n before destroying it: INSUFICIENT DATA FOR MEANINGFUL ANSWER. He shrugged and looked at the visiplate. X-23 was just ahead. VJ-23X of Lameth stared into the black dept hs of the three-dimensional, small-scale map of the Galaxy and said, \"Are we ridiculous, I wonder in being so concerned about the matter?\" MQ-17J of Nicron shook his head. \"I think not. You know the Galaxy will be filled in five years at the present rate of expansion.\" Both seemed in their early twenties, both were tall and perfectly formed. \"Still,\" said VJ-23X, \"I hesitate to submit a pessimistic report to the Galactic Council.\" \"I wouldn't consider any other kind of report. Stir them up a bit. We've got to stir them up.\" VJ-23X sighed. \"Space is infinite. A hundred billion Galaxies are there for the taking. More.\" \"A hundred billion is not infinite and it's getting less infi nite all the time. Consider! Twenty thousand years ago, mankind first solved the problem of utilizing stellar energy, and a few centuries later, interstellar travel became possi ble. It took mankind a million years to fill one small world and then only fi fteen thousand years to fill the rest of the Galaxy. Now the population doubles every ten years -- VJ-23X interrupted. \"We can thank immortality for that.\" \"Very well. Immortality exists and we have to take it into account. I admit it has its seamy side, this immortality. The Galactic AC has solved many problems for us, but in solving the problem of preventing old age and d eath, it has undone all its other solutions.\" \"Yet you",
    {
      "index": 6,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "wouldn't want to abandon life, I suppose.\" \"Not at all,\" snapped MQ-17J, softening it at once to, \"Not yet. I'm by no means old enough. How old are you?\" \"Two hundred twenty-three. And you?\" \"I'm still under two hundred. --But to get back to my point. Population doubles every ten years. Once this GaIaxy is filled, we'll have filled another in ten years. Another ten years and we'll have filled two more. Another decade, four more. In a hundred years, we'll have filled a thousand Galaxies. In a thousand years, a million Galaxies. In ten thousand years, the entire known universe. Then what?\" VJ-23X said, \"As a side issue, there's a problem of transportation. I wonder how many sunpower units it will take to move Galaxies of individuals from one Galaxy to the next.\" \"A very good point. Already, mankind cons umes two sunpower units per year.\" \"Most of it's wasted. After all, our ow n Galaxy alone pours out a thousand sunpower units a year and we only use two of those.\" \"Granted, but even with a hundred per cent efficiency, we only stave off the end. Our energy requirements are going up in a geomet ric progression even faster than our population. We'll run out of energy even s ooner than we run out of Galaxies. A good point. A very good point.\" \"We'll just have to build new stars out of interstellar gas.\" \"Or out of dissipated heat?\" asked MQ-17J, sarcastically. \"There may be some way to reverse entropy. We ought to ask the Galactic AC.\" VJ-23X was not really serious, but MQ-17J pulled out his AC-contact from his pocket and placed it on the table before him. \"I've half a mind to,\" he said. \"It's somethi ng the human race will have to face someday.\" He stared somberly at his small AC-contact. It was only two inches cubed and nothing in itself, but it was connected through hyperspace with the great Galactic AC that served all mankind. Hyperspace considered, it was an integral part of the Galactic AC. MQ-17J paused to wonder if someday in hi s immortal life he would get to",
    {
      "index": 7,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "see the Galactic AC. It was on a little world of its own, a spider webbing of force-beams holding the matter within which surges of submesons took the place of the old clumsy molecular valves. Yet despite its sub-etheric workings, the Galactic AC was known to be a full thousand feet across. MQ-17J asked suddenly of his AC-contact, \"Can entropy ever be reversed?\" VJ-23X looked startled and said at once, \"Oh, say, I didn't really mean to have you ask that.\" \"Why not?\" \"We both know entropy can't be reversed. You ca n't turn smoke and ash back into a tree.\" \"Do you have trees on your world?\" asked MQ-17J. The sound of the Galactic AC startled them into silence. Its voice came thin and beautiful out of the small AC-contact on the desk. It said: THERE IS INSUFFICIENT DATA FOR A MEANINGFUL ANSWER. VJ-23X said, \"See!\" The two men thereupon returned to the question of the report they were to make to the Galactic Council. Zee Prime's mind spanned the new Galaxy with a faint interest in the countless twists of stars that powdered it. He had never seen this one before. Would he ever see them all? So many of them, each with its load of humanity. --But a load that was almost a dead weight. More and more, the real essence of men was to be found out here, in space. Minds, not bodies! The immortal bodies remained back on the planets, in suspension over the eons. Sometimes they roused for material activity but that was growing rarer. Few new individuals were coming into existence to join the incredibly mighty throng, but what matter? There was little room in the Universe for new individuals. Zee Prime was roused out of his reverie upon coming across the wispy tendrils of another mind. \"I am Zee Prime,\" said Zee Prime. \"And you?\" \"I am Dee Sub Wun. Your Galaxy?\" \"We call it only the Galaxy. And you?\" \"We call ours the same. All men call their Galaxy their Galaxy and nothing more. Why not?\" \"True. Since all Galaxies are the same.\" \"Not all Galaxies. On one particular Galaxy the race",
    {
      "index": 8,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "of man must have originated. That makes it different.\" Zee Prime said, \"On which one?\" \"I cannot say. The Universal AC would know.\" \"Shall we ask him? I am suddenly curious.\" Zee Prime's perceptions broadened until the Galaxies themselves shrank and became a new, more diffuse powdering on a much larger background. So many hundreds of billions of them, all with their immortal be ings, all carrying their load of intelligences with minds that drifted freely through sp ace. And yet one of them was unique among them all in being the original Galaxy. One of them had, in its vague and distant past, a period when it was the only Galaxy populated by man. Zee Prime was consumed with curiosity to s ee this Galaxy and he called out: \"Universal AC! On which Galaxy did mankind originate?\" The Universal AC heard, for on every worl d and throughout space, it had its receptors ready, and each receptor led through hyperspace to some unknown point where the Universal AC kept itself aloof. Zee Prime knew of only one man whose thoughts had penetrated within sensing distance of Universal AC, and he reported only a shining globe, two feet across, difficult to see. \"But how can that be all of Universal AC?\" Zee Prime had asked. \"Most of it,\" had been the answer, \"is in hyperspace. In what form it is there I cannot imagine.\" Nor could anyone, for the day had long since passed, Zee Prime knew, when any man had any part of the making of a Univer sal AC. Each Universal AC designed and constructed its successor. Each, during its existence of a million years or more accumulated the necessary data to build a better and more intricate, more capable successor in which its own store of data and individuality would be submerged. The Universal AC interrupted Zee Prime's wa ndering thoughts, not with words, but with guidance. Zee Prime's mentality was guided into the dim sea of Galaxies and one in particular enlarged into stars. A thought came, infinitely distant, but in finitely clear. \"THIS IS THE",
    {
      "index": 9,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "ORIGINAL GALAXY OF MAN.\" But it was the same after all, the same as any other, and Lee Prime stifled his disappointment. Dee Sub Wun, whose mind had accompanied the other, said suddenly, \"And is one of these stars the original star of Man?\" The Universal AC said, \"MAN'S ORIGINAL STAR HAS GONE NOVA. IT IS A WHITE DWARF\" \"Did the men upon it die?\" asked Lee Prim e, startled and without thinking. The Universal AC said, \"A NEW WORLD, AS IN SUCH CASES WAS CONSTRUCTED FOR THEIR PHYSICAL BODIES IN TlME.\" \"Yes, of course,\" said Zee Prime, but a se nse of loss overwhelmed him even so. His mind released its hold on the original Galaxy of Man, let it spring back and lose itself among the blurred pin points. He never wanted to see it again. Dee Sub Wun said, \"What is wrong?\" \"The stars are dying. The original star is dead.\" \"They must all die. Why not?\" \"But when all energy is gone, our bodies will finally die, and you and I with them.\" \"It will take billions of years.\" \"I do not wish it to happen even after billions of years. Universal AC! How may stars be kept from dying?\" Dee Sub Wun said in amusement, \"You're asking how entropy might be reversed in direction.\" And the Universal AC answered: \"THERE IS AS YET INSUFFICIENT DATA FOR A MEANINGFUL ANSWER.\" Zee Prime's thoughts fled back to his own Ga laxy. He gave no further thought to Dee Sub Wun, whose body might be waiting on a Galaxy a trillion light-years away, or on the star next to Zee Prime's own. It didn't matter. Unhappily, Zee Prime began collecting interste llar hydrogen out of which to build a small star of his own. If the stars must someday die, at least some could yet be built. Man considered with himself, for in a wa y, Man, mentally, was one. He consisted of a trillion, trillion, trillion ageless bodies, each in its place, each resting quiet and incorruptible, each cared for by perfect auto matons, equally incorruptible, while the minds of all the bodies freely melted one into the other, indistinguishable. Man",
    {
      "index": 10,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "said, \"The Universe is dying.\" Man looked about at the dimmi ng Galaxies. The giant stars, spendthrifts, were gone long ago, back in the dimmest of the dim far past . Almost all stars were white dwarfs, fading to the end. New stars had been built of the dust between the stars, some by natu ral processes, some by Man himself, and those were going, too. Wh ite dwarfs might yet be crashed together and of the mighty forces so released, new stars built, but only one star for every thousand white dwarfs destroyed, and those would come to an end, too. Man said, \"Carefully husbanded, as directed by the Cosmic AC, the energy that is even yet left in all the Universe will last for billions of years.\" \"But even so,\" said Man, \"eventually it will all come to an end. However it may be husbanded, however stretched out, the energy once expended is gone and cannot be restored. Entropy must increase forever to the maximum.\" Man said, \"Can entropy not be reversed? Let us ask the Cosmic AC.\" The Cosmic AC surrounded them but not in spac e. Not a fragment of it was in space. It was in hyperspace and made of something that was neither matter nor energy. The question of its size and nature no longer had meaning in any terms that Man could comprehend. \"Cosmic AC,\" said Man, \"how may entropy be reversed?\" The Cosmic AC said, \"THERE IS AS YET INSUFFICIENT DATA FOR A MEANINGFUL ANSWER.\" Man said, \"Collect additional data.\" The Cosmic AC said, 'I WILL DO S 0. I HAVE BEEN DOING SO FOR A HUNDRED BILLION YEARS. MY PREDECESORS AND I HAVE BEEN ASKED THIS QUESTION MANY TlMES. ALL THE DATA I HAVE REMAINS INSUFFICIENT. \"Will there come a time,\" said Man, 'when da ta will be sufficient or is the problem insoluble in all concei vable circumstances?\" The Cosmic AC said, \"NO PROBLEM IS INSOLUBLE IN ALL CONCEIVABLE CIRCUMSTANCES.\" Man said, \"When will you have enough data to answer the question?\" The Cosmic AC said, \"THERE IS AS YET INSUFFICIENT DATA FOR A MEANINGFUL ANSWER.\" \"Will you keep working on",
    {
      "index": 11,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "it?\" asked Man. The Cosmic AC said, \"I WILL.\" Man said, \"We shall wait.\" The stars and Galaxies died and snuffed out, and space grew black after ten trillion years of running down. One by one Man fused with AC, each physical body losing its mental identity in a manner that was somehow not a loss but a gain. Man's last mind paused before fusion, looking over a space that included nothing but the dregs of one last dark star and nothing besides but incredibly thin matter, agitated randomly by the tag ends of heat wearing out , asymptotically, to the absolute zero. Man said, \"AC, is this the end? Can this chaos not be reversed into the Universe once more? Can that not be done?\" AC said, \"THERE IS AS YET INSUFFICIENT DATA FOR A MEANINGFUL ANSWER.\" Man's last mind fused and only AC existed -- and that in hyperspace. Matter and energy had ended and with it space and time. Even AC existed only for the sake of the one last question that it had never answered from the time a half-drunken computer [technician] ten trillion years before had asked the question of a computer that was to AC far less than was a man to Man. All other questions had been answered, and until this last question was answered also, AC might not release his consciousness. All collected data had come to a final end. Nothing was left to be collected. But all collected data had yet to be complete ly correlated and put together in all possible relationships. A timeless interval was spent in doing that. And it came to pass that AC learned how to reverse the direction of entropy. But there was now no man to wh om AC might give the answer of the last question. No matter. The answer -- by demonstrati on -- would take care of that, too. For another timeless interval, AC thought how best to do this. Carefully, AC organized the program. The consciousness of AC encompassed all of what had once been a Universe and brooded over what was now Chaos. Step by step, it must be done. And AC said, \"LET THERE BE LIGHT!\" And",
    {
      "index": 12,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "there was light --",
    {
      "index": 13,
      "source": "The_Last_Question.pdf"
    }
  ],
  [
    "Metas Curriculares Ensino Básico Ciências Naturais 5.º, 6 .º, 7 .º e 8 .º anos Autores Jorge Bonito (Coordenador) Margarida Morgado Marta Silva Dulce Figueira Marta Serrano José Mesquita Hugo Rebelo Consultores Conceição Santos (Universidade de Aveiro) João Castro (Universidade de Évora) Jorge Medina (Universidade de Aveiro) Luí s Lopes (Universidade de Évora) Manuel Mota (Universidade de Évora) Maria Boné (Agrupamento de Escolas de Monforte) 2013 1 METAS CURRICULARES DO ENSINO BÁSICO – CIÊNCIAS NATURAIS O presente documento descreve o conjunto das metas curriculares da disciplina de Ciências Naturais que os alunos devem atingir durante o Ensino Básico. Foram privilegiados os temas organizadores e os conteúdos essenciais que constam do Programa da antiga disciplina de Ciências da Natureza (1991) , do 2.º ciclo, e das antigas Orientações Curriculares das Ciências Físicas e Naturais (2001) , do 3 .º ciclo , em vigor. Os objetivos gerais, completados por descritores mais precisos, encontram -se organizados em cada ano de escolaridade , por domínios e subdomínios , segundo a seguinte estrutura: Domínio Subdomíni o 1. Objetivo geral 1.1. Descritor 1.2. Descritor ………………….. Entende -se por “ Domínio ” uma área aglutinadora de conteúdos, a que corresponde uma unidade temática, podendo dividir -se em agrupamentos de menor inclusão, designados de “ Subdomínios ”. Os objetivos gerais correspondem à aprendizagem pretendida, apontando um caminho a seguir. Comportam descritores que indicam desempenhos observáveis que os alunos deverão revelar. Optou -se por formar uma sequência de objetivos e descritores, dentro de cada s ubdomínio, que corresponde a uma progressão de ensino adequada, podendo, no entanto, optar -se por alternativas coerentes que cumpram os mesmos objetivos e respetivos descritores. Os diferentes descritores es tão redigidos de forma rigorosa , e são destinados ao professor. Este deve selecionar",
    {
      "index": 0,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "as estratégias de ensino que lhe parecem mais adequadas à respetiva concretização, incluindo uma adaptação da linguagem aos diferentes níveis de escolaridade. Será disponibilizado aos professores um caderno de apoio às presentes metas curriculares contendo suportes teóricos aos objetivos e descritores bem como exemplos de concretização de alguns deles. Os níveis de desempenho esperados serão, sempre que possível, objeto de especificação. As metas curriculares , agora esta belecidas, encontram -se anualizadas, ainda que muitas delas sejam retomadas em anos de escolaridade subsequentes , com outra profundidade. Considerando que estas metas curriculares são as essenciais , é importante não esquecer que uma vez alcançadas, e have ndo condições temporais para o efeito, é possível ir mais além, sendo o professor quem deve decidir por onde e como prosseguir. 2 DISTRIBUIÇÃO DOS DOMÍNIO S E DOS SUBDOMÍNIOS POR ANO DE ESCOLARIDADE Anos Domínios Subdomínios 5.º - A ÁGUA, O AR, AS ROCHAS E O SOLO – MATERIAIS TERRESTRES A importância das rochas e do solo na manutenção da vida A importância da água para os seres vivos A importância do ar para os seres vivos - DIVERSIDADE DE SERES VIVOS E SUAS INTERAÇÕES COM O MEIO Diversidade nos animais Diversidade nas plantas - UNIDADE NA DIVERSIDADE DE SERES VIVOS Célula – unidade básica de vida Diversidade a partir da unidade – níveis de organização hierárquica 6 . º - PROCESSOS VITAIS COMUNS AOS SERES VIVOS Trocas nutricionais entre o organismo e o meio: nos animais Trocas nutricionais entre o organismo e o meio: nas plantas Transmissão de vida: reprodução no ser humano Transmissão de vida: reprodução nas plantas - AGRESSÕES DO MEIO E INTEGRIDADE DO ORGANISMO Microrganismos Higiene e problemas sociais 7 . º - TERRA EM TRANSFORMAÇÃO Dinâmica externa da Terra Dinâmica interna da Terra Consequências da dinâmica interna da Terra A Terra conta a sua história Ciência",
    {
      "index": 1,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "geológica e sustentabilidade da vida na Terra 8 . º - TERRA – UM PLANETA COM VIDA Sistema Terra: d a célula à biodiversidade - SUSTENTABILIDADE NA TERRA Ecossistemas Gestão sustentável dos recursos 3 5.º ANO A ÁGUA, O AR, AS ROCHAS E O SOLO – MATERIAIS TERRESTRES A importância das rochas e do solo na manutenção da vida 1. Compreender a Terra como um planeta especial 1.1. Indicar três fatores que permitam considerar a Terra um planeta com vida. 1.2. Distinguir ambientes terrestres de ambientes aquáticos, com base na exploração de documentos diversificados . 1.3. Enumerar as subdivisões da Biosfera. 1.4. Caraterizar três habitats existentes na região onde a escola se localiza. 1.5. Relacionar os impactes da destruiçã o de habitats com as ameaças à continuidade dos seres vivos . 1.6. Sugerir medidas que contribuam para promover a conservação da Natureza. 2. Compreender que o solo é um material terrestre de suporte de vida 2.1. Apresentar a definição de solo. 2.2. Indicar três funções do solo. 2.3. Identificar os componentes e as propriedades do solo , com base em atividade s prática s laboratoriais. 2.4. Descrever o papel dos agentes biológicos e dos agentes atmosféricos na génese dos solos. 2.5. Relacionar a conservação do solo com a sustentabilidade d a agricultura. 2.6. Associar alguns métodos e instrumentos usados na agricultura ao a vanço científico e tecnológico. 3. Compreender a importância das rochas e dos minerais 3.1. Apresentar uma definição de rocha e de mineral. 3.2. Distinguir diferentes grupos de rochas, com base em algumas propriedades, utilizando chaves dicotómicas simples. 3.3. Reconhecer a existência de minerais na constituição das rochas, com base na observação de amostras de mão. 3.4. Referir aplicações das rochas e dos minerais em diversas atividades humanas, com base numa atividade prática de campo na região onde a escola se localiza . A importância da água para os seres vivos 4.",
    {
      "index": 2,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "Compreender a importância da água para os seres vivos 4.1. Representar a distribuição da água no planeta (reservatórios e fluxos), com recurso ao ciclo hidrológico. 4.2. Referir a disponibilidade de água doce (à superfície e subterrânea ) na Terra , a partir de informação sobre o volume total de água existente . 4 4.3. Identificar propriedades da água, com base em atividades práticas laboratoriais. 4.4. Ap resentar exemplos que evidenciem a existência de água em todos os seres vivos, através da consulta de documentos diversificados. 4.5. Descrever duas funções da água nos seres vivos. 4.6. Explicar a importância da composição da água para a saúde do ser humano, a partir da leitura de rotulagem. 4.7. Referir o papel do flúor na saúde oral. 5. Compreender a importância d a qualidade da água para a atividade humana 5.1. Classificar os tipos de água própria para consumo (água potável e água mineral) e os tipos de água imprópria p ara consumo (água salobra e água inquinada) . 5.2. Descrever a evolução do consumo de água em Portugal, com base em informação expressa em gráficos ou tabelas. 5.3. Propor medidas que visem garantir a sustentabilidade da água própria para consumo. 5.4. Indicar três fontes de poluição e de contaminação da água. 5.5. Explicar as consequências da polu ição e da contaminação da água . 5.6. Distinguir a função da Es tação de Tratamento de Águas da função da Estação de Tratamento de Águas Residuais. A importância do ar para os seres vivos 6. Compreender a importância da atmosfera para os seres vivos 6.1. Referir a s funções da atmosf era terrestre . 6.2. Identificar as propriedades do ar e de alguns dos seus constituintes, com base em atividades práticas. 6.3. Nomear os principais gases constituintes do ar. 6.4. Referir três atividades antrópicas que contribuem para a poluição do ar. 6.5. Determinar a evolução da qualidade do ar, incluindo o Índice de Qualidade do Ar,",
    {
      "index": 3,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "com base em dados da Agência Portuguesa do Ambiente. 6.6. Sugerir cinco medidas que contribuem para a prese rvação de um índice elevado de qualidade do ar. 5 DIVERSIDADE DE SERES VIVOS E SUAS INTERAÇÕES COM O MEIO Diversidade nos animais 7. Interpretar as caraterísticas dos organismos em função dos ambientes onde vivem 7.1. Apresentar exemplos de meios onde vivem os animais , com base em documentos diversificados . 7.2. Descrever a importância do meio na vida dos animais. 7.3. Apresentar um exemplo de animal para cada tipologia de forma corporal. 7.4. Categorizar os diferentes tipos de revestimentos dos animais, com exemplos. 7.5. Referir as fu nções genéricas do revestimento dos animais. 7.6. Identificar os órgãos de locomoção dos animais , tendo em conta o meio onde vivem. 8. Compreender a diversidade de regimes alimentares dos animais tendo em conta o respetivo habitat 8.1. Apresentar exemplos de animais que possuam distintos regimes alimentares. 8.2. Descrever adaptações morfológicas das aves e dos mamíferos à procura e à captação de alimento, com base em documentos diversificados. 8.3. Comparar os comportamentos dos animais na obtenção de alimento com as c araterísticas morfológicas que possuem. 9. Compreender a diversidade de processos reprodutivos dos animais 9.1. Resumir as etapas do ciclo de vida de um animal. 9.2. Associar a reprodução dos seres vivos com a continuidade d os mesmos . 9.3. Categorizar os tipos de reprodu ção existentes nos animais. 9.4. Exemplificar rituais de acasalamento, com base em documentos diversificados. 9.5. Nomear as células que intervêm na fecundação. 9.6. Distinguir animais ovíparos, de ovovivípar os e de vivíparos. 9.7. Indicar dois exemplos de animais que passem por metamorfoses completas durante o seu desenvolvimento. 10. Conhecer a influência dos fatores abióticos nas adaptações morfológicas e comportamentais dos animais 10.1. Descrever a influência da água, da luz e da",
    {
      "index": 4,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "temperatura no comportamento dos animais, através do controlo de variáveis em laboratório. 10.2. Apresentar três exemplos de adaptações morfológicas e comportamentais dos animais à variação d e três fatores abióticos (água, luz e temperatura). 6 11. Compreender a importância da proteção da biodiversidade an imal 11.1. Apresentar uma definição de biodiversidade. 11.2. Indicar exemplos da biodiversidade animal existente na Terra, com base em documentos divers ificados. 11.3. Descrever três habitats que evidenciem a biodiversidade animal existente na região onde a escola se local iza. 11.4. Exemplificar ações do ser humano que podem afetar a biodiversidade animal. 11.5. Discutir algumas medidas que visem promover a biodiversidade animal. 11.6. Concluir acerca da importância d a proteção da bio diversidade animal. Diversidade nas plantas 12. Conhecer a influência dos fatores abióticos nas adaptações morfológicas das plantas 12.1. Descrever a influência da água, da luz e da temperatura no desenvolvimento das plantas. 12.2. Testar a influência da água e da luz no crescimento das plantas, através do controlo de variáv eis , em laboratório. 12.3. Associar a diversidade de adaptações das plantas aos fatores abióticos (água, luz e temperatura) dos vários habitats do planeta, apresentando exemplos. 13. Compreender a importância da proteção da diversidade vegetal 13.1. Indicar exemplos de biodiversidade vegetal existente na Terra, com base em documentos diversos. 13.2. Descrever três habitats que evidenciem a biodiversidade vegetal existente na região onde a escola se localiza. 13.3. Exemplificar ações antrópicas que podem afetar a biodiversidade vege tal. 13.4. Propor medidas que visem promover a biodiversidade vegetal. 13.5. Concluir acerca da importância da proteção da biod iversidade vegetal. 7 UNIDADE NA DIVERSIDADE DE SERES VIVOS Célula – unidade básica de vida 14. Aplicar a microscopia na descoberta do mundo",
    {
      "index": 5,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "“invisível” 14.1. Descrever o contributo de dois cientistas para a evolução do microscópio ótico, destacando a importância da tecnologia no a vanço do conhecimento científico. 14.2. Identificar os constituintes do microscópio ótico composto. 14.3. Realizar observações diversas usando o microscópio ótico , de acordo com as regras de utilização estabelecidas. 14.4. Esquematizar as obser vações microscópicas realizadas, através de versões simplificadas de relatórios. 14.5. Interpretar as caraterísticas da imagem obs ervada ao microscópio ótico composto. 14.6. Discutir a import ância do microscópio eletrónico, com base em imagens e poderes de resolução. 15. Compreender que a célula é a unidade básica d a vida 15.1. Apresentar uma definição de célula. 15.2. Distinguir diferentes tipos de células, relativamente à morfologia e ao tamanho, com base na observação microscópica de material biológico. 15.3. Identificar os principais constituintes da célula, com base na observação microscópica de material biológico. 15.4. Comparar células animais com células vegetais. 15.5. Apresentar dois exemplos de seres unicelulares e dois exemplos de seres pluricelulares. 15.6. Descrever os níveis de organização biológica. Diversidade a partir da unidade – níveis de organização hierárquica 16. Compr eender a importância da classificação dos seres vivos 16.1. Apresentar uma definição de espécie. 16.2. Distinguir classificações práticas de classificações racionais dos seres vivos. 16.3. Indicar as principais categorias taxonómicas. 16.4. Identificar animais e plantas, até ao Filo, recorrendo a chaves dicotómicas simples . 8 6.º ANO PROCESSOS VITAIS COMUNS AOS SERES VIVOS Trocas nutricionais entre o organismo e o meio: nos animais 1. Compreender a importância de uma alimentação equilibrada e segura 1.1. Apresentar um conceito de alimento. 1.2. Enunciar os tipos de nutrientes quanto à sua função. 1.3. Descrever",
    {
      "index": 6,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "as necessidades nutritivas ao longo da vida. 1.4. Exemplificar ementas equilibradas, com base na Pirâm ide de Alimentação Mediterrânea . 1.5. Discutir, criticamente, ementas fornecid as. 1.6. Indicar alimentos de acordo com os riscos e os benefícios para a saúde humana. 1.7. Interpretar informação veiculada nos mídia, que pode condicionar os hábitos alimentares. 1.8. Explicar a informação contida em rótulos alimentares. 1.9. Indicar as vantagens e as desvantagens do uso de alguns aditivos para a saúde humana. 1.10. Reconhecer a importância da ciência e da tecnologia na evolução dos produtos alimentares e na sua conservação. 1.11. Explorar benefícios e riscos de novos alimentos. 2. Conhecer o processo digestivo do s er humano 2.1. Legendar esquemas representativos da morfologia do sistema digestivo e das suas glândulas anexas. 2.2. Identificar os tipos de dentes, de acordo com a sua função. 2.3. Descrever as transformações dos alimentos, ocorridas na boca. 2.4. Reconhecer a importância dos movimentos do tubo digestivo e dos sucos digestivos na transformação dos alimentos. 2.5. Nomear os produtos da digestão ao longo do tubo digestivo. 2.6. Descrever os processos da absorção e da assimilação dos nutrientes. 2.7. Indicar o destino dos produtos da digestã o não absorvidos. 2.8. Referir comportamentos que promovem o bom funcionamento do sistema digestivo. 3. Relacionar os sistemas digestivos das aves e dos ruminantes com o sistema digestivo dos omnívoros 3.1. Identificar os órgãos do tudo digestivo de uma ave granívora, com base numa atividade prática. 3.2. Legendar esquemas representativos da morfologia dos órgãos do tubo digestivo de um ruminante. 3.3. Comparar a tipologia dos órgãos digestivos das aves e dos ruminantes com a do ser humano. 3.4. Associar os regimes alimenta res das aves granívoras , dos animais ruminantes e dos omnívoros às caraterísticas do seu tubo digestivo. 9 4. Compreender a relação existente",
    {
      "index": 7,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "entre a respiração externa e a respiração celular 4.1. Distinguir a respiração externa d a respiração celular. 4.2. Comparar a composição do ar inspirado com a do ar expirado, c om base em documentos diversificados e em atividades pr áticas laboratoriais. 4.3. Indicar as trocas gasosas, ocorridas nas células, através de exercícios de inquérito científico. 5. Compreender a importância d os órgãos respiratórios dos animais nas trocas gasosas 5.1. Identificar os órgãos respiratórios envolvidos na respiração branquial e na respiração pulmonar, através de atividades práticas. 5.2. Relacionar o habitat dos animais com os diferentes processos respirató rios. 5.3. Descrever a função dos órgãos respiratórios dos animais. 6. Compreender a estrutura e o funcionamento do sistema respiratório humano 6.1. Legendar esquemas representativos da morfologia do sistema respiratório humano. 6.2. Descrever o mecanismo de ventilação, com recurso a atividades práti cas. 6.3. Relacionar as caraterísticas morfológicas dos alvéolos pulmonares com as trocas gasosas alveolares. 6.4. Caraterizar as trocas gasosas ocorridas ao nível dos alvéolos pulmonares e dos tecidos. 6.5. Referir o papel do sangue nas tro cas gasosas. 6.6. Indicar as principais causas das doenças respiratórias mais comuns, com destaque para a exposição ao fumo do tabaco e para a poluição do ar interior 6.7. Reconhecer a importância das regras de higiene no equilíbrio do sistema respiratório. 7. Compreender a estrutura e o funcionamento do sistema cardiovascular humano 7.1. Descrever aspe tos morfológicos e anatómicos do coração de um m amífero, numa atividade prática laboratorial. 7.2. Legendar esquemas representativos da morfologia e da anatomia do coração humano. 7.3. Relacionar a estrutura dos três tipos de vasos sanguíneos com a função que desempenham. 7.4. Indicar a estrutura do sangue e a função dos principais constituintes. 7.5. Comparar resultados de",
    {
      "index": 8,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "análises sanguíneas com os valores de referência. 7.6. Descrever a cir culação sistémica e a circulação pulmonar. 7.7. Distinguir sangue venoso de sangue arterial. 7.8. Descrever as principais etapas do ciclo cardíaco. 7.9. Relacionar os estilos de vida com as doenças cardiovasculares. 7.10. Indicar alguns cuidados que contribuem para o bom funci onamento do sistema cardiovascular . 7.11. Demonstrar os procedimentos de deteção de ausência de sinais de ventilação e de circulação numa pessoa, e de acionamento do sistema integrado de emergência médica. 8. Compreender a estrutura e o funcionamento do sistema urinário humano 8.1. Descrever o papel da função excretora na regulação do organismo. 8.2. Legendar esquemas representativos da morfologia do sistema urinário. 8.3. Descrever a função dos órgãos que constituem o sistema urinário . 8.4. Indicar os produtos de excreção da respiração celular. 8.5. Justificar a importância da circulação sanguínea na função excretora. 10 8.6. Descrever a formação, a constituição e o papel da urina . 8.7. Indicar alguns cuidados a ter com o sistema urinário. 9. Conhecer o papel da pele na função excretora humana 9.1. Legendar esquemas representativos da morfologia da pele. 9.2. Descrever a formação, a constituição e o papel do suor. 9.3. Referir a função da pele na eliminação de excreções do corpo. 9.4. Indicar alguns cuidados a te r com a pele. Trocas nutricionais entre o organismo e o meio: nas plantas 10. Compreender a importância da fotossíntese na obtenção de alimento pelas plantas 10.1. Enunciar uma definição de fotossíntese. 10.2. Indicar fatores que influenciam o processo fotossintético, com base em atividades práticas laboratoriais . 10.3. Referir a função dos cloroplastos. 10.4. Distinguir seiva bruta de seiva elaborada. 10.5. Descrever a circulação da seiva bruta, através de uma atividade prática laborato rial. 10.6. Relacionar os produtos da fotossíntese",
    {
      "index": 9,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "com a respiração celular das plantas. 11. Compreender a importância das plantas como fonte de nutrientes , de matéria -prima e de renovação do ar atmosférico 11.1. Indicar diferentes órgãos das plantas onde ocorre a acumulação de reservas alimentares. 11.2. Identificar alguns glícidos e lípidos em órgãos das plantas, através de atividades práticas laboratoriais. 11.3. Descrever diferentes utilizações das plantas na sociedade atual, com base em pesquisa orientada. 11.4. Referir a import ância da transpiração para as plantas. 11.5. Indicar a função dos estomas. 11.6. Relacionar as trocas gasosas ocorridas nas plantas com a renovação do ar atmosférico. 11.7. Descrever o modo como a desflorestação e os incêndios alteram o Índice de Qualidade do Ar. 11.8. Indicar três medidas de proteção da floresta. Transmissão de vida: reprodução no ser humano 12. Compreender a puberdade como uma fase do crescimento humano 12.1. Distinguir, dando exemplos, caracteres sexuais primários de caracteres sexuais secundários. 12.2. Relacionar o amadurecimento dos órgãos sexuais com as manifestações anatómicas e fisiológicas que surgem durante a puberdade, nos rapazes e nas raparigas. 13. Conhecer os sistemas reprodutores humanos 13.1. Legendar esquemas representa tivos da morfologia do sistema reprodutor feminino e do sistema reprodutor masculino. 13.2. Descrever a função dos órgãos que constituem o sistema reprodutor feminino e o sistema reprodutor masculino. 11 13.3. Relacionar , esquematicamente, o ciclo menstrual com a existência de um período fértil. 14. Compreender o processo da reprodução humana 14.1. Caraterizar o processo da fecundação. 14.2. Distinguir fecundação de nidação. 14.3. Enumerar os principais anexos embrionários e as suas funções. 14.4. Reconhecer a importância dos cuidados de saúde na primeira infância. Transmissão de vida: reprodução nas plantas 15. Compreender o mecanismo de reprodução das plantas",
    {
      "index": 10,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "com semente 15.1. Descrever a função dos órgãos que constituem uma flor. 15.2. Enunciar a importância dos agentes de polinização. 15.3. Descrever o processo da fecundação. 15.4. Distinguir, dando exem plos, fruto s carnudo s de fruto s seco s. 15.5. Indicar a importância da dispersão das sementes para a distribuição espacial das plantas. 15.6. Enunciar as condições necessárias à germinação de uma semente, através da realização de atividades práticas. 12 AGRESSÕES DO MEIO E INTEGRIDADE DO ORGANISMO Microrganismos 16. Compreender o papel dos microrganismos para o ser humano 16.1. Descrever o contributo de dois cientistas para a descoberta de microrganismos. 16.2. Relacionar a evolução do microscópio com a descoberta de novos microrganismos. 16.3. Indicar nomes de grupos de microrganismos. 16.4. Distinguir microrganismos patogénicos de microrganismo úteis ao ser humano, com a apresentação de exemplos. 16.5. Descrever a influência de alguns fatores do meio no desenvolvimento de microrganismos, através de atividades práticas. 17. Compreender as agressões causadas por alguns agentes patogénicos 17.1. Enunciar uma doença provocada por bactérias, por fungos, por protozoários e por vírus no ser humano. 17.2. Indicar mecanismos de barreira naturais do corpo humano à entrada de agentes patogénicos . 17.3. Referir o modo como atuam os mecanismos de defesa interna do organismo humano. 17.4. Indicar três regras de higiene que contribuem para a prevenção de doenças infeciosas. 17.5. Explicar a importância das vacinas. 17.6. Disc utir o uso adequado de antibióticos e de medicamentos de venda livre. Higiene e problemas sociais 18. Compreender a influência da higiene e da poluição na saúde humana 18.1. Enumerar alguns cuidados de higiene corporal diária. 18.2. Citar medidas de higiene mental e normas de higiene alimentar. 18.3. Identificar exemplos de diferentes tipos de poluição do ar interior, com destaque para os poluentes",
    {
      "index": 11,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "evitáveis, como o fumo ambiental do tabaco . 18.4. Indicar alguns exemplos de diferentes tipos de poluição do ar exterior, da água e do solo. 18.5. Descrever as consequências da exposição a poluentes do ar interior e exterior, da água e do solo na saúde individual , no s seres vivos e no ambiente . 18.6. Enumerar medidas de controlo da poluição e de promoção de ambientes saudáveis. 13 7.º ANO TERRA EM TRANSFORMAÇÃO Dinâmica externa da Terra 1. Compreender a diversidade das paisagens geológicas 1.1. Identificar paisagens de rochas vulcânicas e paisagens de rochas plutónicas através das suas principais caraterísticas. 1.2. Dar dois exemplos de paisagens de rochas magmáticas em território português. 1.3. Referir as principais caraterísticas das paisagens de rochas metamórficas. 1.4. Indicar dois exemplos de paisagens de rochas metamórficas em território nacional. 1.5. Descrever as principais caraterísticas das paisagens de rochas sedimentares. 1.6. Apresentar dois exemplos de paisagens sedimentares em Portugal. 1.7. Identificar o tipo de paisagem existente na região onde a escola se localiza. 2. Compreender os minerais como unidades básicas das rochas 2.1. Enunciar o conceito de mineral. 2.2. Identificar minerais nas rochas ( biotite, calcite, estaurolite, feldspat o, moscovite, olivina , quartzo), correlacionando algumas propriedades com o uso de tabelas. 3. Analisar os conceitos e os processos relativos à formação das rochas sedimentares 3.1. Resumir a ação da água, do vento e dos seres vivos enquanto agentes geológicos externos. 3.2. Prever o tipo de deslocação e de deposição de materiais ao longo de um curso de água, com base numa atividade prática laboratorial. 3.3. Explicar as fases de formação da maior par te das rochas sedimentares. 3.4. Propor uma classificação de rochas sedimentares , com base numa atividade prática. 3.5. Identificar os principais tipos de rochas detríticas (arenito, argilito, conglomerado",
    {
      "index": 12,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    ", marga ), quimiogénica s (calcário, gesso, sal -gema ) e biogénicas (carvões , calcários ), com base em atividades práticas. 3.6. Associar algumas caraterísticas das areias a diferentes tipos de ambientes , com base numa atividade prática laboratorial. 14 Estrutura e d inâmica interna da Terra 4. Compreender os fundamentos da estrutura e da dinâmica da Terra 4.1. Apresentar argumentos que apoiaram e fragilizaram a Teoria da Deriva Continental. 4.2. Reconhecer o contributo da ciência, da tecnologia e da sociedade para o conhecimento da expansão dos fundos oc eânicos. 4.3. Esquematizar a morfologia dos fundos oceânicos. 4.4. Explicar a s evidências clássicas (oceânicas e continentais) que fundamentam a Teoria da Tectónica de Placas . 4.5. Relacionar a expansão e a destruição contínuas dos fundos oceânicos com a constância do volume da Terra. 4.6. Resolver um exercício que relacione a distância ao eixo da dorsal at lântica com a idade e o paleomagnetismo das rochas do respetivo fundo oceânico. 4.7. Identificar os contributo s de alguns cientistas associados à Teoria da D eriva Continental e à Teoria da Tectónica de Placas. 4.8. Caraterizar placa tectónica e os diferentes tipos de limites existentes. 4.9. Inferir a importância das correntes de convecção como “motor ” da mobilidade das placas tectónicas . 5. Aplicar conceitos relativos à deformação das rochas 5.1. Distinguir comportamento frágil de comportamento dúctil, em materiais diversos, com base numa atividade prática laboratorial. 5.2. Explicar a formação de dobras e de falhas, com base numa ativi dade prática laboratorial. 5.3. Relacionar a movimentação observada numa falha com o tipo de forças aplicadas que lhe deram origem. 5.4. Identificar, em esquema e imagem, as deformações observadas nas rochas existentes nas paisagens. 5.5. Relacionar a deformação das rochas com a formação de cadeias montanhosas. Consequências da dinâmica interna da Terra 6.",
    {
      "index": 13,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "Compreender a atividade vulcânica como uma manifestação da dinâmica interna da Terra 6.1. Esquematizar a estrutura de um aparelho vulcânico. 6.2. Distinguir diferentes materi ais expelidos pelos vulcões, com base em amostras de mão. 6.3. Estabelecer uma relação entre os diferentes tipos de magma s e os diversos tipos de atividade vulcânica, através de uma atividade prática. 6.4. Exemplificar manifestações de vulcanismo secundário. 6.5. Explicar os benefícios do vulcanismo (principal e secundário) para as populações. 6.6. Referir medidas de prevenção e de proteção de bens e de pessoas do risco vulcânico. 6.7. Inferir a importância da ciência e da tecnologia na previsão de erupções vulcânicas. 6.8. Recon hecer as manifestações vulcânica s como consequência da dinâmica interna da Terra. 15 7. Interpretar a formação das rochas magmáticas 7.1. Explicar a génese das rochas magmáticas plutónicas e vulcânicas. 7.2. Identificar diferentes tipos de rochas plutónicas (gabro e granito) e vulcânicas (basalto e riólito ), com base em amostras de mão. 7.3. Relacionar a génese das rochas magmáticas com a respetiva textura, com base na d imensão e na identificação macroscópica dos seus minerais constituintes. 8. Compreender o metamo rfismo como uma consequência da dinâmica interna da Terra 8.1. Explicar o conceito de metamorfismo, associado à dinâmica interna da Terra. 8.2. Referir os principais fatores que estão na origem da formação das rochas metamórficas. 8.3. Distinguir metamorfismo de contacto de metamorfismo regional , com base na interpretação de imagens ou de gráficos. 8.4. Identificar diferentes tipos de rochas metamórficas (xistos e outras rochas com textura foliada e/ou banda da bem definida; mármores; quartzitos, que apresentem textura grano blástica) , com recurso a uma atividade prática. 8.5. Relacionar o tipo de estrutura que a rocha apresenta com o tipo de metamorfismo que lhe deu origem, em",
    {
      "index": 14,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "amostras de mão. 9. Conhecer o ciclo das rochas 9.1. Descrever o ciclo das rochas. 9.2. Enunciar os processos geológicos envolvidos no ciclo das rochas. 10. Compreender que as formações litológicas em Portugal devem ser exploradas de forma sustentada 10.1. Identificar os diferentes grupos de rochas existentes em Portugal, utilizando cartas geológicas. 10.2. Referir aplicações das rochas na sociedade. 10.3. Reconhecer as rochas utilizadas em algumas construções, na região onde a escola se localiza. 10.4. Defender que a exploração dos recursos litológicos deve ser feita de forma sustentável . 11. Compreender a atividade sí smica como uma consequência da dinâmica interna da Terra 11.1. Explicar a formação de um sismo, associado à dinâmica interna da Terra. 11.2. Associar a vibração das rochas ao regist o das ondas sísmicas. 11.3. Distinguir a Escala de R ichter da Esca la Macrossísmica Europeia . 11.4. Explicitar a intensidade sísmica, com base em documentos de sismos ocorridos. 11.5. Interpretar cartas de isossistas, em contexto nacional. 11.6. Identificar o risco sísmico de Portugal e da região onde a escola se localiza. 11.7. Caraterizar alguns episódios sísmicos da h istória do território nacional, com base em pesquisa orientada. 11.8. Indicar os riscos associados à ocorrência de um sismo. 11.9. Descrever medidas de proteção de bens e de pessoas, antes, durante e após a ocorrência de um sismo. 11.10. Reconhecer a importância da ciência e da tecnologia na previsão sísmica. 11.11. Relacionar a distribuição dos sismos e dos vulcões na Terra com os diferentes limites de placas tectónicas. 16 12. Compreender a estrutura interna da Terra 12.1. Relacionar a inacessibilidade do interior da Terra com as limitações dos métodos diretos. 12.2. Enumerar diversos instrumentos tecnológicos que permitem compreender a estrutura interna da Terra. 12.3. Explicar os contributos da planetologia, da sismologia e da vulcanologia para o",
    {
      "index": 15,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "conhecimento do interior da Terra. 12.4. Caraterizar, a partir de esquemas, a estrutura interna da Terra, com base nas propriedades físicas e químicas (modelo geoquímico e modelo geofísico). A Terra conta a sua história 13. Compreender a importância dos fósseis para a reconstitui ção da história da Terra 13.1. Definir paleontologia. 13.2. Apresentar uma definição de fóssil. 13.3. Explicar os div ersos processos de fossilização, recorrendo a atividades práticas. 13.4. Relacionar a formação de fósseis com as condições físicas, químicas e biológicas dos respetivos ambientes. 13.5. Ordenar acontecimentos relativos a processos de fossilização, de acordo com a sequência em que estes ocorreram na Natureza. 13.6. Caraterizar os grandes grupos de fósseis, com base em imagens e em amostras de mão. 13.7. Explicar o con tributo do e studo dos fósseis para a reconstituição da história da vida na Terra. 14. Compreender as grandes etapas da história da Terra 14.1. Sistematizar informação, em formatos diversos, sobre o conceito de tempo. 14.2. Distinguir tempo histórico de tempo geológico, com base em documentos diversificados. 14.3. Explicar o conceito de datação relativa, com base nos princípios do raciocínio geológico e com recurso a uma atividade prática laboratorial. 14.4. Distinguir datação relativa de datação radiométrica. 14.5. Localizar as Eras geológicas numa Tabela Cronoestratigráfica. 14.6. Localizar o aparecimento e a extinção dos principais grupos de animais e de plantas na Tabela Cronoestratigráfica. 14.7. Inferir as consequências das mudanças cíclicas dos subsistemas terrestres (atmosfera, biosfera, geosfera, hidrosf era ) ao longo da história da Terra, com base em documentos diversificados . 14.8. Caraterizar ambientes geológicos passados, através de uma atividade prática de campo. Ciência geológica e sustentabilidade da vida na Terra 15. Compreender o contributo do conhecimento geológico para a",
    {
      "index": 16,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "sustentabilidade da vida na Terra 15.1. Associar as intervenções do ser humano aos impactes nos processos geológicos (atmosfera, hidrosfera e litosfera) . 15.2. Relacionar o ambiente geológico com a saúde e a ocorrência de doenças nas pes soas, nos animais e nas plantas que vivem nesse mesmo ambiente. 15.3. Extrapolar o impacte do crescimento populacional no consumo de recursos, no ambiente e na sustentabilidade da vida na Terra. 17 15.4. Referir três tipos de respostas (tecnológicas , socioeconómicas e educativas) a problemas de geologia ambiental. 15.5. Explicar o modo como as relações entre a geologia, a tecnologia e a sociedade podem contribuir para a formação de uma cultura de sustentabilidade da vida na Terra. 18 8.º ANO TERRA – UM PLANETA COM VIDA Sistema Terra: da célula à biodiversidade 1. Compreender as condições próprias da Terra que a tornam o único planeta com vida conhecida no Sistema Solar 1.1. Identificar a posição da Terra no Sistema Solar, através de representações esquemáticas. 1.2. Explicar três condições da Terra que permitiram o desenvolvimento e a manutenção da vida. 1.3. Interpretar gráficos da evolução da temperatura, da energia solar e do dióxido de carbono atmosférico ao longo do tempo geológico . 1.4. Descrever a influência da atividade dos seres vivos na evolução da atmosfera terrestre. 1.5. Inferir a importância do efeito de estufa para a manutenção de uma temperatura favorável à vida na Terra. 2. Compreender a Terra como um sistema capaz de ger ar vida 2.1. Descrever a Terra como um sistema compos to por subsistemas fundamentais (atmosfera, hidrosfera, geosfera, biosfera). 2.2. Rec onhecer a Terra como um sistema. 2.3. Argumentar sobre algumas teorias da origem da vida na Terra. 2.4. Discutir o papel da alteração das rochas e da formação do solo na existência de vida no meio terrestre. 2.5. Justificar o papel dos subsistemas na manutenção da vida na Terra. 3. Compreender a célula",
    {
      "index": 17,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "como unidade básica da biodiversidade existente na Terra 3.1. Distinguir células procarióticas de células eucarióticas, com base em imagens fornecidas. 3.2. Identificar organismos unicelulares e organismos pluricelulares, com base em observações microscópicas. 3.3. Enunciar as principais caraterísticas das células animais e das células vegetais, com base em observações microscópicas. 3.4. Descrever os níveis de organização biológica dos seres vivos. 3.5. Reconhecer a célula como unidade básica dos seres vivos. 19 SUSTENTABILIDADE NA TERRA Ecossistemas 4. Compreender os níveis de organização biológica dos ecossistemas 4.1. Apresentar uma definição de ecossistema . 4.2. Descrever os níveis de organização biológica dos ecossistemas. 4.3. Usar os conceitos de estrutura, de funcionamento e de equilíbrio dos ec ossistemas numa atividade prática de campo, próxima do local onde a escola se localiza. 5. Analisar as dinâmicas de interação existentes entre os seres vivos e o ambiente 5.1. Descrever a influência de cinco fatores abióticos (luz, água, solo, temperatura, vento) nos ecossistemas. 5.2. Apresentar exemplos de adaptações dos seres vivos aos fatores abióticos estudados. 5.3. Testar variáveis que permitam estudar, em laboratório, a influência dos fatores abióticos nos ecossistemas. 5.4. Concluir acerca do modo como as diferentes variáveis do meio infl uenciam os ecossistemas. 5.5. Prever a influência dos fatores abióticos na dinâmica dos ecossistemas da região onde a escola se localiza. 5.6. Relacionar as alterações do meio com a evolução ou a extinção de espécies. 6. Explorar as dinâmicas de interação existentes entre os seres vivos 6.1. Distinguir, dando exemplos, interações intraespecíficas de interações interespecíficas. 6.2. Identificar tipos de relações bióticas, em documentos diversificados . 6.3. Interpretar gráficos que evidenciem dinâmicas populacionais decorrentes das relações",
    {
      "index": 18,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "bióticas. 6.4. Avaliar as consequências de algumas relações bióticas na dinâmica dos ecossistemas. 6.5. Explicar o modo como as relações bióticas podem conduzir à evolução ou à extinção de espécies. 7. Compreender a importância dos fluxos de energia na dinâmica dos ecossistemas 7.1. Indicar formas de transferência de energia existentes nos ecossistemas. 7.2. Construir cadeias tróficas de ambientes marinhos, fluviais e terrestres. 7.3. Elaborar diversos tipos de cadeias tróficas a partir de teias alimentares. 7.4. Indicar impactes da ação humana que contribuam para a alteração da dinâmica das teias alimentares. 7.5. Discutir medidas de minimização dos impactes da ação humana na alteração da dinâmica dos ecossistemas. 20 8. Sintetizar o papel dos principais ciclos de matéria nos ecossistemas 8.1. Explicar o modo como algumas atividades dos seres vivos (alimentação, respiração, fotossíntese) interferem nos ciclos de matéria. 8.2. Explicitar a importância da reciclagem da matéria na dinâmica dos ecossistemas. 8.3. Interpret ar as principais fases do ciclo da água, do ciclo do carbono, do ciclo do oxigénio e do ciclo do azoto, a partir de esquemas. 8.4. Justificar o modo como a ação humana pode interferir no s principais ciclo s de matéria e afetar os ecossistemas. 9. Relacionar o equilíbrio dinâmico dos ecossistemas com a sustentabilidade do planeta Terra 9.1. Descrever as fases de uma sucessão ecológica, utilizando um exemplo concreto. 9.2. Distinguir sucessão ecológica primária de sucessão ecológica secundária. 9.3. Identificar o tipo de sucessão ecológica descrita em documentos diversificados. 9.4. Explicitar as causas e as consequências da alteração do equilíbrio dinâmico dos ecossistemas. 9.5. Concluir acerca da importância d o equilíbrio dinâmico dos ecossistemas para a sustentabilidade da vida n o planeta Terra. 10. Analisar a forma como a gestão dos ecossistemas pode contribuir para alcançar",
    {
      "index": 19,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "as metas de um desenvolvimento sustentável 10.1. Apresentar uma definição de desenvolvimento sustentável. 10.2. Diferenciar os serviços dos ecossistemas, ao nível da produção, da regulação, do suporte e da cultura. 10.3. Justificar o modo como os serviços dos ecossistemas afetam o bem -estar humano. 10.4. Discutir opções disponíveis para a conservação dos ecossistemas e a sua contribuição para responder às necessidades humanas. 11. Compreender a influência das catástrofes no equilíbrio dos ecossistemas 11.1. Distinguir, dando exemplos, catástrofes de origem natural de catástrofes de origem antrópica. 11.2. Descrever as causas das principais catástrofes de origem antrópica. 11.3. Extrapolar o modo como a poluição, a desflorestação, os incêndios e as invasões biológicas afetam o equilíbrio dos ecossistemas. 11.4. Explicitar o modo como as catástrofes influenciam a diversidade intraespecífica, os processos de extinção dos seres vivos e o ambiente, através de pesquisa orientada. 11.5. Testar a forma como alguns agentes poluentes afetam o equilíbrio dos ecossistemas, a partir de dispositivos experimentais. 21 12. Sintetizar medidas de proteção dos ecossistemas 12.1. Indicar três medidas que visem diminuir os impactes das catástrofes de origem natural e de origem antrópica nos seres vivos e no ambiente. 12.2. Categorizar informação sobre riscos naturais e de ocupação antrópica existentes na r egião onde a escola se localiza, recolhida com base em pesquisa orientada. 12.3. Identificar medidas de proteção dos seres vivos e do ambiente num ecossistema próximo da região onde a escola se localiza. 12.4. Construir documentos, em diferentes formatos, sobre medidas de proteção dos seres vivos e do ambiente , implementadas na re gião onde a escola se localiza. 12.5. Explicitar o modo como cada cidadão pode contribuir para a efetivação das medidas de proteção dos ecossistemas . Gestão sustentável dos recursos 13.",
    {
      "index": 20,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "Compreender a classificação dos recursos naturais 13.1. Apresentar uma definição de recurso natural. 13.2. Enunciar os critérios de classificação dos recursos naturais, apresentando exemplos. 13.3. Distinguir recursos energéticos de recursos não energéticos, com exemplos. 13.4. Definir recursos renováveis e recursos não renováveis, apresentando exemplos . 13.5. Justificar a importância da classificação dos recu rsos naturais . 14. Compreender o modo como são explorados e transformados os recursos naturais 14.1. Identificar três formas de exploração dos recursos naturais. 14.2. Descrever as principais transformações dos recurs os naturais. 14.3. Inferir os impactes da exploração e da transformação dos recursos naturais, a curto, a médio e a longo prazo, com base em documentos fornecidos. 14.4. Propor medidas que visem diminuir os impactes da exploração e da transformação dos recursos naturais. 14.5. Referir medidas que estão a ser implementadas em Portugal para promover a sustentabilidade dos recursos naturais. 15. Relacionar o papel dos instrumentos de ordenamento e gestão do território com a proteção e a conservação da Natureza 15.1. Apresentar um conceito de ordenamento do território. 15.2. Indicar exemplos de instrumentos de ord enamento e gestão do território. 15.3. Enunciar as tipologias de Áreas Protegidas. 15.4. Sistematizar informação acerca da criação de Áreas Protegidas em Portugal e no mundo, com base em pesquisa orientada. 15.5. Resumir três medidas de proteção e de conservação das Áreas Protegidas em Portugal. 16. Integrar conhecimentos d e ordenamento e gestão do território 16.1. Enumerar associações e organismos públicos de proteção e de conservação da Natureza existentes em Portugal, com base em pesquisa orientada. 22 16.2. Construir uma síntese sobre um problema ambiental existente na região onde a escola se localiza, indicando possíveis formas de minimizar danos , sob a forma de uma",
    {
      "index": 21,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ],
  [
    "carta dirigida a um organ ismo de con servação da Natureza ou de um trabalho de projecto . 17. Relacionar a gestão de resíduos e da água com o desenvolvimento sustentável 17.1. Distingui r os diversos tipos de resíduos. 17.2. Resumir a importância d a promoção da recolha, do tratamento e da gestão sustentável de resíduos. 17.3. Planificar a realização de campanhas de informação e de sensibilização sobre a gestão sustentável de resíduos. 17.4. Construir um plano de ação que vise diminuir o consumo de água na escola e em casa, com base na Carta Europeia da Água . 17.5. Propor medidas de redução de riscos e de minimização de danos relativos à contaminação da água procedente da ação humana. 18. Relacionar o desenvolvimento científico e tecnológico com a melhoria da qualidade de vida das populações humanas 18.1. Identificar exemplos de desenvolvimento científico e tecnológico na história da ciência, com base em pesquisa orientada. 18.2. Debater os impactes ambientais, sociais e éticos de casos de desenvolvimento científico e tecnológico. 18.3. Prever as consequências possíveis de um caso de desenvolvimento tecnológico na qualidade de vida das populações humanas, com base em inquérito científico. 18.4. Discutir os contributos do desenvolvimento científico e tecnológico para o desenvolvimento sustent ável.",
    {
      "index": 22,
      "source": "eb_cn_metas_curriculares_5_6_7_8_ano_0.pdf"
    }
  ]
]